10/data/attachments/2b63266c92a4b493.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heather_six_Friend_20160_6</nif:username>
            <nif:friendToBeRequested>soap_friends_2c1b31c5-c3fd-411f-bd6d-e929b1593c3f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>